Repository: rafaelmadaloz/i18n-scholl-system
Catalog: student_classes/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Eg- Third, Fouth,Sixth etc
pt_br: Ex: Terceito, Quarto, Sexto, etc

source: Class Name
pt_br: Nome da Turma

source: Eg- 1,2,4,5 etc
pt_br: Ex: 1, 2, 3, 5, etc

source: Class Name In Numeric
pt_br: Número da Turma

source: Eg- A,B,C etc
pt_br: Ex: A, B, C, etc

source: Section
pt_br: Sessão

source: Creation Date
pt_br: Data de Criação

source: Are you sure you want to delete class "%(object)s" info ?
pt_br: Tem certeza que deseja exluir a turma "%(object)s"?

source: Edit Record
pt_br: Editar Registro

source: Delete Record
pt_br: Exluir Registro

source: Add Student Class
pt_br: Nova Turma de Alunos

source: Classes
pt_br: Turmas

source: Add Class
pt_br: Nova Turma

source: Manage Classes
pt_br: Gerenciar Turmas

source: View Classes Info
pt_br: Ver Informações de Turmas

source: Class Delete Confirmation
pt_br: Confirmar Exclusão da Turma

source: Delete Class
pt_br: Excluir Turma
