Repository: rafaelmadaloz/i18n-scholl-system
Catalog: subjects/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Subject Name
pt_br: Nome da Disciplina

source: Subject Code
pt_br: Código da Disciplina

source: Subject Creation Date
pt_br: Data de Registro da Disciplina

source: Subject Update Date
pt_br: Data de Atualização da Disciplina

source: Select Class
pt_br: Selecionar Turma

source: Select Subject
pt_br: Selecionar Disciplina

source: Delete Subject
pt_br: Excluir Disciplina

source: Section
pt_br: Sessão

source: Are you sure you want to delete subject combination "%(object)s" info ?
pt_br: Tem certeza que deseja excluir a combinação "%(object)s"?

source: Edit Record
pt_br: Editar Registro

source: Delete Record
pt_br: Excluir Registro

source: Subject Creation
pt_br: Nova Disciplina

source: Subjects
pt_br: Disciplinas

source: Add Subject
pt_br: Nova Disciplina

source: Creation Date
pt_br: Data de Registro

source: Last Updated
pt_br: Última Atualização

source: Manage Subjects
pt_br: Gerenciar Disciplinas

source: View Subjects Info
pt_br: Ver Informações de Disciplinas

source: Subject Delete Confirmation
pt_br: Confirmar Exclusão de Disciplina

source: SubjectCombination Creation
pt_br: Nova Combinação de Disciplinas

source: SubjectConbinations
pt_br: Combinação de Disciplinas

source: Create SubjectConbination
pt_br: Nova Combinação de Disciplinas

source: Class
pt_br: Turma

source: Subject
pt_br: Disciplina

source: Manage SubjectCombinations
pt_br: Gerenciar Combinação de Disciplinas

source: SubjectCombinations
pt_br: Combinação de Disciplinas

source: View SubjectCombinations Info
pt_br: Ver Combinação de Disciplinas

source: SubjectCombination Delete Confirmation
pt_br: Confirmar Exclusão de Combinação de Disciplinas

source: Delete SubjectCombination
pt_br: Excluir Combinação de Disciplinas
