Repository: rafaelmadaloz/i18n-scholl-system
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Dashboard
pt_br: Painel

source: Regd Students
pt_br: Alunos Cadastrados

source: Subjects Listed
pt_br: Disciplinas Cadastradas

source: Total classes listed
pt_br: Turmas Cadastradas

source: Results Declared
pt_br: Resultados Cadastrados

source: School Result Management System
pt_br: Sistema de Gerenciamento Escolar

source: Enter your Roll Id
pt_br: Digiteu seu número de identificação

source: Enter Your Roll Id
pt_br: Digiteu seu número de identificação

source: Class
pt_br: Turma

source: Select Class
pt_br: Selecionar Turma

source: Search
pt_br: Procurar

source: Back to Home
pt_br: Voltar ao Ínicio

source: Student Result Management System
pt_br: Sistema de Gerenciamento Escolar

source: For Students
pt_br: Para Alunos

source: Search your result
pt_br: Porcurar seu resultado

source: click here
pt_br: clique aqui

source: Name
pt_br: Nome

source: UserName
pt_br: Usuário

source: Password
pt_br: Senha

source: Sign in
pt_br: Entrar

source: Save as PDF
pt_br: Salvar como PDF

source: Student Name
pt_br: Nome do Aluno

source: Student Class
pt_br: Turma do Aluno

source: Student Roll
pt_br: Número de Identificação do Aluno

source: Mark Sheet
pt_br: Notas

source: Subject Name
pt_br: Nome da Disciplina

source: Mark
pt_br: Nota

source: Back To Home
pt_br: Voltar ao Ínicio

source: Invalid User Name and Password
pt_br: Usuário ou Senha Inválidas

source: Admin Change Password
pt_br: Alterar Senha do Administrador
