Repository: rafaelmadaloz/i18n-scholl-system
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: Other
pt_br: Outro

source: Student Name
pt_br: Nome do Aluno

source: Student Roll
pt_br: Identificação do Aluno

source: Student Email
pt_br: E-mail do Aluno

source: Student Gender
pt_br: Gênero do Aluno

source: Student Class
pt_br: Turma do Aluno

source: Student Date of Birth
pt_br: Data de Nascimento do Aluno

source: Student Registration
pt_br: Novo Aluno

source: Student Payment
pt_br: Pagamento do Aluno

source: Are you sure you want to delete student "%(object)s" info ?
pt_br: Tem certeza que deseja excluir o aluno "%(object)s"?

source: Edit Record
pt_br: Editar Registro

source: Delete Record
pt_br: Excluir Registro

source: Student Creation
pt_br: Registro do Aluno

source: Students
pt_br: Alunos

source: Create Student
pt_br: Novo Aluno

source: Roll No
pt_br: Número de Identificação

source: Class
pt_br: Turma

source: Reg Date
pt_br: Data de Registro

source: Date of birth
pt_br: Data de Nascimento

source: Payment
pt_br: Pagamento

source: Manage Students
pt_br: Gerenciar Alunos

source: View Students Info
pt_br: Ver Informações de Alunos

source: Update Student Info
pt_br: Atualizar Informações de Alunos

source: Update Student info
pt_br: Atualizar Informações de Alunos

source: Student Delete Confirmation
pt_br: Confirmar Exclusão do Aluno

source: Delete Student
pt_br: Excluir Aluno
